Revit 2027 API
SymbolTypeId.Cms Property
 Symbol CMS, indicating unit Cubic meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Cms { get; }
Public Shared ReadOnly Property Cms As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Cms {
	ForgeTypeId^ get ();
}
static member Cms : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace